START_TEXT = (
    "<b>Данный бот предназначен для прохождения верификации на платформе Exotic</b>\n"
    "Пожалуйста, пройдите все шаги, чтобы мы могли подтвердить вашу личность и приступить к работе\n"
    "<code>Для прохождения верификации вам понадобится паспорт и 5 минут времени</code>"
)
ALREADY_REGISTERED = (
    "<b>Вы уже зарегистрированы.</b>"
)
STEP_PHONE = (
    "Введите ваш <b>номер телефона</b> или нажмите кнопку ниже для отправки контакта."
)
STEP_FIO = (
    "Введите полное ФИО, <b>как указано в паспорте</b>\n\n"
    "<code>Например: Иванов Иван Иванович</code>"
)
STEP_APIKEY = (
    "Введите <b>Гео</b>, по которым вы работаете"
)
STEP_WORKGROUP_TEXT = (
    "Введите <b>текущий адрес проживания</b>. Он может быть отличен от прописки"
)
STEP_LOGIN = ("Введите <b>название рабочей группы,</b> как она подписана в телеграм:")
STEP_PASSPORT_PHOTO_1 = (
    "<b>Сфотографируйте главную страницу паспорта</b>\n\n"
    "<code>На фото не должно быть бликов. "
    "Грани паспорта должны быть видны.</code>"
)
STEP_PASSPORT_PHOTO_2 = (
    "<b>Сфотографируйте вторую страницу паспорта (прописка)</b>\n\n"
    "<code>Грани паспорта должны быть видны.</code>"
)
STEP_VIDEO_REQUEST = (
    "<b>Запишите видеозаметку (кружок телеграм) в реальном времени.</b>\n\n"
    "<code>Убедитесь, что освещение хорошее.</code>"
)
FINISH_TEXT = (
    "<code>Все данные получены. Ожидайте ответа от администратора.</code>"
)
INVALID_FORMAT = (
    "<code>Неверный формат. Пожалуйста, следуйте инструкциям.</code>"
)



